---
kind: property
id: P:Autodesk.Revit.DB.UpdaterInfo.UpdaterName
source: html/dceecba9-0d61-944c-5588-f676fc51d34c.htm
---
# Autodesk.Revit.DB.UpdaterInfo.UpdaterName Property

Name of the updater.

## Syntax (C#)
```csharp
public string UpdaterName { get; }
```